{
	"link-0" : {
	"section" : "Article 4",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 2,
	"text" : "Each Party shall prepare, communicate and maintain successive nationally determined contributions that it intends to achieve. Parties shall pursue domestic mitigation measures, with the aim of achieving the objectives of such contributions."
	},

	"link-1" : {
	"section" : "Article 4",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 9,
	"text" : "Each Party shall communicate a nationally determined contribution every five years in accordance with decision 1/CP.21 and any relevant decisions of the Conference of the Parties serving as the meeting of the Parties to the Paris Agreement and be informed by the outcomes of the global stock take referred to in Article 14."
	},

	"link-2" : {
	"section" : "Article 4",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 12,
	"text" : "Nationally determined contributions communicated by Parties shall be recorded in a public registry maintained by the secretariat."
	},

	"link-3" : {
	"section" : "Article 4",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 13,
	"text" : "Parties shall account for their nationally determined contributions. In accounting for anthropogenic  emissions and removals corresponding to their nationally determined contributions, Parties shall promote environmental integrity, transparency, accuracy, completeness, comparability and  consistency, and ensure the avoidance of double counting, in accordance with guidance adopted by the Conference of the Parties serving as the meeting of the Parties to the Paris Agreement."
	},

	"link-4" : {
	"section" : "Article 4",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 1,
	"text" : "In order to achieve the long-term temperature goal set out in Article 2, Parties aim to reach global peaking of greenhouse gas emissions as soon as possible, recognizing that peaking will take longer for developing country Parties, and to undertake rapid reductions thereafter in accordance with best available science, so as to achieve a balance between anthropogenic emissions by sources and removals by sinks of greenhouse gases in the second half of this century, on the basis of equity, and in the context of sustainable development and efforts to eradicate poverty."
	},

	"link-5" : {
	"section" : "Article 4",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 19,
	"text" : "All Parties should strive to formulate and communicate long-term low greenhouse gas emission development strategies, mindful of Article 2 taking into account their common but differentiated  responsibilities and respective capabilities, in the light of different national circumstances."
	},

	"link-6" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 33,
	"text" : "The Forum on the Impact of the Implementation of response measures, under the subsidiary bodies, shall continue, and shall serve the Agreement."
	},

	"link-7" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 23,
	"text" : "[The Conference of the Parties] Urges those Parties whose intended nationally determined contribution pursuant to decision 1/CP.20  contains a time frame up to 2025 (para 23)/2030 (para 24) to communicate by 2020 a new nationally determined contribution and  to do so every five years thereafter pursuant to Article 4, paragraph 9, of the Agreement."
	},

	"link-8" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 25,
	"text" : "[The Conference of the Parties] Decides that Parties shall submit to the secretariat their  nationally determined contributions referred to in Article 4 of the Agreement at least 9 to 12 months in advance of the relevant meeting of the Conference of the Parties serving as the meeting of the Parties to   the Paris Agreement with a view to facilitating the clarity, transparency and understanding of these contributions, including through a synthesis report prepared by the secretariat."
	},

	"link-9" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 26,
	"text" : "[The Conference of the Parties] Requests the Ad Hoc Working Group on the Paris Agreement to develop further guidance on features of the nationally determined contributions for consideration and adoption by the Conference of the Parties serving as the meeting of the Parties to the Paris Agreement at its first session."
	},

	"link-10" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 30,
	"text" : "[The Conference of the Parties] Further requests the secretariat to make available an interim public registry in the first half of 2016 for the recording of nationally determined contributions submitted in accordance with Article 4 of the Agreement, pending the adoption by the Conference of the Parties  serving as the meeting of the Parties to the Paris Agreement of the modalities and procedures referred to in paragraph 29."
	},

	"link-11" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 29,
	"text" : "[The Conference of the Parties] Also requests the Subsidiary Body for Implementation to develop modalities and procedures for the operation and use of the public registry referred to in Article 4, paragraph 12, of the Agreement, for consideration and adoption by the Conference of the Parties  serving as the meeting of the Parties to the Paris Agreement at its first session."
	},

	"link-12" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 36,
	"text" : "[The Conference of the Parties] Invites Parties to communicate, by 2020, to the secretariat mid-century, long-term low greenhouse gas emission development strategies in accordance with Article 4, paragraph 19, of the Agreement, and requests the secretariat to publish on the UNFCCC website Parties’ low greenhouse gas emission development strategies as communicated."
	},

	"link-13" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 31,
	"text" : "[The Conference of the Parties] Requests the Ad Hoc Working Group on the Paris Agreement to elaborate, drawing from approaches established under the Convention and its related legal instruments as appropriate, guidance for accounting for Parties’ nationally determined contributions, as referred to in Article 4, paragraph 13, of the Agreement, for consideration and adoption by the Conference of the Parties serving as the meeting of the Parties to the Paris Agreement at its first session...Read more"
	},

	"link-14" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 34,
	"text" : "[The Conference of the Parties] Further decides that the Subsidiary Body for Scientific and Technological Advice and the Subsidiary Body for Implementation shall recommend, for consideration and adoption by the Conference of the Parties serving as the meeting of the Parties to the Paris Agreement at its first session, the modalities, work programme and functions of the Forum on the Impact  of the Implementation of response measures to address the effects of the implementation of response measures under the Agreement by enhancing cooperation amongst Parties on understanding the impacts of mitigation actions under the Agreement and the exchange of information, experiences, and best practices amongst Parties to raise their resilience to these impacts."
	},

	"link-15" : {
	"section" : "Decision",
	"topic" : "Mitigation",
	"timeline" : "-999",
	"para" : 34,
	"text" : "[The Conference of the Parties] Further decides that the Subsidiary Body for Scientific and Technological Advice and the Subsidiary Body for Implementation shall recommend, for consideration and adoption by the Conference of the Parties serving as the meeting of the Parties to the Paris Agreement at its first session, the modalities, work programme and functions of the Forum on the Impact  of the Implementation of response measures to address the effects of the implementation of response measures under the Agreement by enhancing cooperation amongst Parties on understanding the impacts of mitigation actions under the Agreement and the exchange of information, experiences, and best practices amongst Parties to raise their resilience to these impacts."
	}

}